RESUME.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-15 Tue 00:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Résumé</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Jeet Ray" />
<link rel="icon" href="https://gitcdn.link/cdn/sylvorg/settings/main/src/icons/favicons/shiny-alolan-sandshrew.ico" sizes="any" />
<link rel="icon" href="https://gitcdn.link/cdn/sylvorg/settings/main/src/icons/favicons/shiny-alolan-sandshrew.svg" />
<link rel="manifest" href="https://raw.githack.com/sylvorg/settings/main/manifest.json" />
<link rel="stylesheet" type="text/css" href="https://raw.githack.com/sylvorg/settings/main/src/styles/highlight/paraiso-dark.min.css" />
<div class="header">
<h1>We Are Syvlorg.</h1>
<a href="">About Me</a>
<a href="">About This Website</a>
<a href="">About Syvlorg</a>
<a href="https://resume.syvl.org">Résumé</a>
<a href="https://index.syvl.org">Index</a>
</div>
</head>
<body>
<div id="content">
<h1 class="title">Résumé</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7472317">General Information</a></li>
<li><a href="#org1cce2eb">Qualifications</a></li>
<li><a href="#org8f37f8b">Projects</a></li>
<li><a href="#orgd529eb4">References</a>
<ul>
<li><a href="#orgda68b25">Neena Gupta</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org7472317" class="outline-2">
<h2 id="org7472317">General Information</h2>
<div class="outline-text-2" id="text-org7472317">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><code>Name:</code></td>
<td class="org-left">Jeet Ray</td>
</tr>

<tr>
<td class="org-left"><code>E-mail Address:</code></td>
<td class="org-left">jeet.ray@syvl.org</td>
</tr>

<tr>
<td class="org-left"><code>Home Address:</code></td>
<td class="org-left">22 Longueuil Place, Whitby, ON, L1R 3G9</td>
</tr>

<tr>
<td class="org-left"><code>Phone Number:</code></td>
<td class="org-left">+1 (647) 785-0956</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org1cce2eb" class="outline-2">
<h2 id="org1cce2eb">Qualifications</h2>
<div class="outline-text-2" id="text-org1cce2eb">
<ul class="org-ul">
<li>Excellent Interpersonal Skills</li>
<li>Well Organized</li>
<li>Punctual</li>
<li>96.5 hours of volunteer work (unrelated to computer science)</li>
<li>Specialize in automation
<ul class="org-ul">
<li>Python</li>
<li><a href="https://www.pypy.org/">PyPy</a></li>
<li><a href="https://docs.hylang.org/en/alpha/">Hylang</a></li>
</ul></li>
<li>Specialize in immutable infrastructure:
<ul class="org-ul">
<li><a href="https://nixos.org/">Nix</a></li>
<li><a href="https://nixos.org/">NixOS</a></li>
</ul></li>
<li>Familiar with version control systems:
<ul class="org-ul">
<li><a href="https://git-scm.com/">Git</a></li>
</ul></li>
<li>Familiar with containerization software:
<ul class="org-ul">
<li><a href="https://www.docker.com/">Docker</a></li>
<li><a href="https://podman.io/">Podman</a></li>
</ul></li>
<li>Familiar with backup and sync software:
<ul class="org-ul">
<li><a href="https://www.borgbackup.org/">Borg</a></li>
<li><a href="https://syncthing.net/">Syncthing</a></li>
</ul></li>
<li>Familiar with <a href="https://en.wikipedia.org/wiki/Copy-on-write">copy-on-write filesystems</a>:
<ul class="org-ul">
<li><a href="https://openzfs.org/wiki/Main_Page">ZFS</a></li>
</ul></li>
<li>Familiar with network protocols:
<ul class="org-ul">
<li>SSH</li>
</ul></li>
<li>Familiar with basic and specialized command-line utilities:
<ul class="org-ul">
<li>rsync</li>
<li><a href="https://github.com/chmln/sd">sd</a></li>
</ul></li>
<li>Familiar with documentation formats:
<ul class="org-ul">
<li><p>
<a href="https://orgmode.org/">org-mode</a>
</p>

<p>
<code>Note:</code> I'm actually writing this résumé in <code>org-mode</code> right now!
</p></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org8f37f8b" class="outline-2">
<h2 id="org8f37f8b">Projects</h2>
<div class="outline-text-2" id="text-org8f37f8b">
<ul class="org-ul">
<li>Python
<ul class="org-ul">
<li><a href="https://github.com/shadowrylander/bakery">Bakery</a></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd529eb4" class="outline-2">
<h2 id="orgd529eb4">References</h2>
<div class="outline-text-2" id="text-orgd529eb4">
</div>
<div id="outline-container-orgda68b25" class="outline-3">
<h3 id="orgda68b25">Neena Gupta</h3>
<div class="outline-text-3" id="text-orgda68b25">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><code>Occupation:</code></td>
<td class="org-left">P. A. , Partner, Gowling WLG's Waterloo Region and Toronto offices</td>
</tr>

<tr>
<td class="org-left"><code>E-mail Address:</code></td>
<td class="org-left">neena.gupta@gowlingwlg.com</td>
</tr>

<tr>
<td class="org-left"><code>Phone Number:</code></td>
<td class="org-left">+1 (519) 577-5910</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jeet Ray</p>
<p class="date">Created: 2022-02-15 Tue 00:53</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
